/* Format für Beste Klassierung */
"BesteKlassierungFormat" = "Beste Klassierung: %d";

/* Format für Blattnummer */
"BlattFormat" = "Blatt %d";

"DatumZeitFormat" = "%@; %@ Uhr";

/* Format für Beste Klassierung */
"OSRFormat" = "Referee: %@";

/* Text für Rangliste */
"Rangliste" = "Rangliste";

/* Format für Verbände */
"VerbaendeFormat" = "Verbände: %@";

/* Format für Anzahl Paare */
"Anzahl Paare: %d" = "Anzahl Paare: %d";

/* Format für Anzahl Spieler */
"Anzahl Spieler: %d" = "Anzahl Spieler: %d";

/* Format für Anzahl Spielerinnen */
"Anzahl Spielerinnen: %d" = "Anzahl Spielerinnen: %d";

/* Format für Gruppe auf Turniertabelle */
"Gruppe %@" = "Gruppe %@";

/* Altersserie für Zahlung */
"Altersserie" = "Altersserie";

/* Damen Einzel für Zahlung */
"Damen Einzel" = "Damen Einzel";

/* Doppel für Zahlung */
"Doppel" = "Doppel";

/* Herren Einzel für Zahlung */
"Herren Einzel" = "Herren Einzel";

/* Totalbetrag für Zahlung */
"Totalbetrag" = "Totalbetrag";

/* Turnierkarte STT für Zahlung */
"Turnierkarte STT" = "Turnierkarte STT";
"Alle Serien auslosen" = "Alle Serien auslosen";
"Sollen jetzt alle Serien ausgelost werden?" = "Sollen jetzt alle Serien ausgelost werden?";
"Ja" = "Ja";
"yes" = "Yes";
"Nein" = "Nein";
"no" = "No";
"Alle Serien drucken" = "Alle Serien drucken";
"Welche Serien drucken?" = "Welche Serien drucken?";
"Alle" = "Alle";
"Nur laufende" = "Nur laufende";
"Abbrechen" = "Abbrechen";    /* TODO: delete */
"abort" = "Abort";
"wirklich zurueckziehen" = "Wirklich zurückziehen?";
"Sicher?" = "Sicher?";
"Alle WO Spieler ueberprueft?" = "Alle WO Spieler überprüft?";
"Ja, anfangen" = "Ja, anfangen";
"Nein! Warte noch" = "Nein! Warte noch";
"Anmeldungen" = "Anmeldungen";
"Stand" = "Stand";
"total" = "total";
", total %d Anmeldungen" = ", Total %d Anmeldungen";
"%d Spieler und %d Anmeldungen am %@" = "%d Spieler und %d Anmeldungen am %@";
"Anmeldungsdaten automatisch" = "Diese Datei wurde aus den erfassten Anmeldungsdaten automatisch generiert.";
"Fehler melden" = "Fehler und Unterlassungen bitte so schnell wie möglich an \n %@ melden, denn ";
"nur aufgefuehrt ausgelost" = "es werden <b>nur</b> die Spieler ausgelost die auf dieser Seite aufgeführt sind.";
"Serien" = "Serien";
"Position" = "Position";
"Name" = "Name";
"Club" = "Club";
"Klassierung" = "Klassierung";
"Ranking-Position" = "Ranking-<br>Position";
"gesetzt als" = "gesetzt als";
"loeschen" = "delete";
"GruppenGroesse" = "Die Serie %@ hat Gruppengrösse 0!\n(Verwende Default 3)";
"homogenes Mixed" = "%@ und %@\nsind ein homogenes Doppel.\nTeilnahme im Mixed unmöglich!";
"zaehlt Match" = "zählt gerade Match:";
"spielt Match" = "spielt gerade Match:";
"kann zaehlen" = "kann zählen:";
"Lizenz aendern" = "Die Lizenznummer kann im Inspektor\nnicht geändert werden.";
"zaehlen vor fertig" = "Kann keinen neuen Match zählen\nsolange der alte noch nicht fertig ist.";
"Tisch loeschen" = "Tisch %d löschen?";
"nur jetzt" = "Nur für jetzt";
"MatchAufTischFormat" = "%d Tisch %@";
"availableMatches" = "Currently Available Matches";
"runningMatches" = "Running Matches";
"reassign" = "Reassign";
"availableTables" = "Available Tables";
"Leere Tische" = "Leere Tische";
"verfuegbare Schiedsrichter" = "verfügbare Schiedsrichter";
"Sieger" = "Sieger";
"Verlierer" = "Verlierer";
"spielt noch" = "spielt noch";
"Gruppenspiele" = "Gruppenspiele";
"abgemeldete Spieler" = "abgemeldete Spieler";
"WO Spieler" = "WO Spieler";
"Vorsicht!" = "Vorsicht!";
"Recovery-Daten vorhanden!" = "Recovery-Daten vorhanden!";
"benutzen" = "benutzen";
"Wirklich alle Tische freigeben?!" = "Wirklich alle Tische freigeben?!";
"reallyFreeAllTables" = "Really free all tables?";
"Achtung!" = "Achtung!";
"caution" = "Caution!";
"Aus der Datenbank" = "Aus der Datenbank";
"WO" = "WO";
"%@ wurde im Doppel ersetzt, er ist" = "%@ wurde im Doppel ersetzt, er ist";
"nicht da" = "nicht da";
"abgemeldet" = "abgemeldet";
"hier" = "hier";
"Halt!" = "Halt!";
"Ok" = "Ok";
"%@ wurde ersetzt, er ist" = "%@ wurde ersetzt, er ist";
"Fehler!" = "Fehler!";
"%@ nicht in diesem Match" = "%@ nicht in diesem Match";
"Oohh" = "Oohh";
"Spieler %@\nnicht im Match %ld" = "Player %@\nis not in match %ld,\nthe result will be ignored.";
"Match %ld fehlt in der Auslosung!" = "Match %ld is missing in the draw!";
/* Ein Spieler hat wo verloren, jetzt wird gefragt: "Spieler X ist" (nicht da, abgemeldet, hier) */
"%@ ist" = "%@ ist";
"Falscher Sieger" = "Falscher Sieger";
"Spiel Nummer %d nicht\nausgetragen!?" = "Spiel Nummer %d nicht\nausgetragen!?";
"Ich versuchs nochmal" = "Ich versuchs nochmal";
"canntDoThis" = "Sorry, I cann't do this for you.";
"Serie noch nicht ausgelost" = "Series %@ has not been drawn yet";
"Trotzdem darstellen" = "Trotzdem darstellen";
"Neu erfassen" = "Neu erfassen";
"Resultat bereits erfasst." = "Resultat bereits erfasst:\nSieger: %@; %@";
"Trotzdem erfassen" = "Trotzdem erfassen";
"Konflikt!" = "Konflikt!";
"%@ hat noch einen\nSchiedsrichtereinsatz" = "%@ hat noch einen\nSchiedsrichtereinsatz";
"Spiel" = "Spiel";
"Schiedsrichter" = "Schiedsrichter";
"%@ fordert %d Tische an\nes sind aber nur %d selektiert" = "%@ fordert %d Tische an\nes sind aber nur %d selektiert";
"Zu wenige Tische" = "Zu wenige Tische";
"mit weniger Tischen spielen" = "mit weniger Tischen spielen";
"Vorbestimmter Tisch" = "Vorbestimmter Tisch ";    /* TODO: delete */
"predeterminedTable" = "Predetermined Table";
"Passt nicht zu" = "Konfigurierter Tisch %d\npasst nicht zum gewählten Tisch %d";
"doesNotFit" = "The configured table %d\ndoes not fit the selected table %d";
"Neu zuweisen" = "Neu zuweisen";
"Serie bereits gestartet" = "Serie bereits gestartet";
"Keine Serie gewaehlt" = "Keine Serie gewählt";
"Serie bereits begonnen,\nkeine weiteren Wechsel möglich." = "Serie bereits begonnen,\nkeine weiteren Wechsel möglich.";
"Serie noch nicht fertig" = "Serie noch nicht fertig";
"Die Serie hat bereits ein Tableau" = "Die Serie hat bereits ein Tableau";
"Partner %d nicht gefunden\nSpieler %d" = "Partner %d nicht gefunden\nSpieler %d";
"Lizenznummer %d nicht gefunden" = "Lizenznummer %d nicht gefunden";
"Position Nummer %d existiert nicht" = "Position Nummer %d existiert nicht";
"Verdoppeln nur in erster Runde\nzulässig" = "Verdoppeln nur in erster Runde\nzulässig";
"%@ kann nicht mit sich selber Mixed spielen." = "%@ can not play mixed with himself.";
"%@ ist offen angemeldet\n(nicht als Partner von %@)" = "%@ ist offen angemeldet\n(nicht als Partner von %@)";
"%@ hat schon einen Doppelpartner\n(%@), neu: %@" = "%@ hat schon einen Doppelpartner\n(%@), neu: %@";
"%@ kann nicht mit sich selber Doppel spielen." = "%@ can not play doubles with himself.";
"Soll das darauffolgende, laufende Spiel\n%@ : %@\nzurückgezogen werden?" = "Soll das darauffolgende, laufende Spiel\n%@ : %@\nzurückgezogen werden?";
"Nein, direkt ersetzen" = "Nein, direkt ersetzen";
"%@ hat seinen letzten\nMatch WO verloren. Jetzt ist der" = "%@ hat seinen letzten\nMatch WO verloren. Jetzt ist der";
"Match WO" = "Match WO";
"Spieler wieder da" = "Spieler wieder da";
"%@ nicht in diesem Match!" = "%@ nicht in diesem Match!";
"Die Serie\n%@\n wurde bereits ausgelost" = "Die Serie\n%@\n wurde bereits ausgelost";
"Nochmal" = "Nochmal";
"Offen gemeldet" = "Offen gemeldet";
"Gruppe %ld Platz %ld" = "Gruppe %ld Platz %ld";
"%ld. Platz Gruppe %c" = "%ld. Platz Gruppe %c";
"drawingErrorsSeries" = "Errors while drawing %@!";
"IWouldLikeToCorrectThis" = "I would like to correct this";
"DoubleFormat" = "Double: \t%@\t%@\t%ld\n   and\t%@\t%@\t%ld\n";
"SameClubForced" = "same club forced\n";
"SeriesFormat" = "Series: %@\n";
"CouldNotAssignFormat" = "not assigned:\t%@\t%@\t%ld\n";
"CouldNotAssignManFormat" = "man not assigned:\t%@\t%@\t%ld\n";
"CouldNotAssignWomanFormat" = "woman not assigned:\t%@\t%@\t%ld\n";
"attendingPlayersAvailable" = "Attending players available in the database";
"paymentsAvailable" = "Payments available in the database";
"Wiederverwenden" = "Reuse";
